Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# DataRequestMessage
source: You have not selected any text. Please select text to share and try again.
af: U het geen teks gekies nie. Kies asseblief teks om te deel en probeer weer.
am: ምንም ጽሁፍ አልመረጥክም። እባክዎን ለማጋራት እና እንደገና ለመሞከር ጽሑፍ ይምረጡ.
ar: لم تقم بتحديد أي نص. يرجى تحديد نص لمشاركته والمحاولة مرة أخرى.
as: আপুনি কোনো পাঠ বাছনি কৰা নাই। অনুগ্ৰহ কৰি ভাগ বতৰা কৰিবলৈ পাঠ বাছনি কৰক আৰু পুনৰ চেষ্টা কৰক।
az_arab: Heç bir mətni seçməmisiniz. Paylaşmaq üçün mətni seçin və yenidən sınayın.
bg: Не сте избрали никакъв текст. Изберете текст за споделяне и опитайте отново.
bn: আপনি কোনও পাঠ্য নির্বাচন করেননি। শেয়ার করতে অনুগ্রহ করে পাঠ্য নির্বাচন করুন এবং আবার চেষ্টা করুন।
bs: Niste odabrali nijedan tekst. Molimo odaberite tekst za dijeljenje i pokušajte ponovo.
ca: No has seleccionat cap text. Seleccioneu el text per compartir-lo i torneu-ho a provar.
cs: Nevybrali jste žádný text. Vyberte text, který chcete sdílet, a zkuste to znovu.
cy: Nid ydych wedi dewis unrhyw destun. Dewiswch destun i rannu a rhoi cynnig arall arni.
da: Du har ikke markeret nogen tekst. Vælg tekst, der skal deles, og prøv igen.
de: Sie haben keinen Text markiert. Wählen Sie den Text aus, den Sie freigeben möchten, und versuchen Sie es erneut.
el: Δεν έχετε επιλέξει κείμενο. Επιλέξτε κείμενο για κοινή χρήση και προσπαθήστε ξανά.
es: No ha seleccionado ningún texto. Seleccione el texto que desea compartir e inténtelo de nuevo.
et: Te pole ühtegi teksti valinud. Valige jagamiseks tekst ja proovige uuesti.
fa: هیچ متنی را انتخاب نکرده ای. لطفا متن را برای اشتراک گذاری انتخاب کنید و دوباره امتحان کنید.
fi: Et ole valinnut mitään tekstiä. Valitse jaettava teksti ja yritä uudelleen.
fil: Wala kang piniling anumang teksto. Pumili lamang ng tekstong ibabahagi at subukang muli.
fr_ca: Vous n’avez sélectionné aucun texte. Veuillez sélectionner le texte à partager et réessayer.
ga: Níor roghnaigh tú téacs ar bith. Roghnaigh téacs le roinnt agus bain triail as arís.
gu: તમે કોઈ લખાણ પસંદ કર્યું નથી. શેર કરવા માટે લખાણ પસંદ કરો અને ફરીથી પ્રયત્ન કરો.
he: לא בחרת טקסט כלשהו. בחר טקסט לשיתוף ונסה שוב.
hi: आपने किसी पाठ का चयन नहीं किया है. कृपया साझा करने के लिए पाठ का चयन करें और पुन: प्रयास करें.
hr: Niste odabrali nijedan tekst. Odaberite tekst koji želite zajednički koristiti i pokušajte ponovno.
hu: Nem jelölt ki szöveget. Kérjük, válassza ki a megosztani kívánt szöveget, és próbálja újra.
hy: Դուք ոչ մի տեքստ չեք ընտրել: Խնդրում ենք ընտրել տեքստը կիսվելու եւ կրկին փորձելու համար:
id: Anda belum memilih teks apa pun. Silakan pilih teks untuk dibagikan dan coba lagi.
is: Þú hefur ekki valið neinn texta. Vinsamlegast veldu texta til að deila og reyndu aftur.
it: Non è stato selezionato alcun testo. Seleziona il testo da condividere e riprova.
iu: ᓂᕈᐊᓚᐅᙱᓐᓇᕕᑦ ᑎᑎᕋᖅᓯᒪᔪᓂᒃ. ᓂᕈᐊᕐᓗᑎᑦ ᑎᑎᕋᕐᕕᒋᓂᐊᖅᑕᕐᓂᑦ ᐊᒥᖅᑳᕈᑎᒋᓗᒍ ᐆᒃᑐᒃᑲᓐᓂᕐᓗᒍᓗ.
ja: テキストが選択されていません。共有するテキストを選択して、もう一度やり直してください。
kk: Сіз ешбір мәтінді таңдаған жоқсыз. Ортақ пайдалану үшін мәтінді таңдап, қайталап көріңіз.
km: អ្នក មិន បាន ជ្រើស អត្ថបទ ណា មួយ ទេ & # 160; ។ សូម ជ្រើស អត្ថបទ ដើម្បី ចែក រំលែក និង សាកល្បង ម្ដង ទៀត ។
kn: ನೀವು ಯಾವುದೇ ಪಠ್ಯವನ್ನು ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ. ಹಂಚಿಕೊಳ್ಳಲು ದಯವಿಟ್ಟು ಪಠ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 텍스트를 선택하지 않았습니다. 공유할 텍스트를 선택하고 다시 시도하십시오.
ku_arab: هیچ دەقێکت دیاری نەکردووە. تکایە دەق دیاریبکە بۆ هاوبەشکردن و دووبارە هەوڵدەوە.
ky: Сиз эч кандай текстти тандаган жоксуңар. Бөлүшө турган текстти тандап, кайра аракет кылыңыз.
lo: ທ່ານບໍ່ໄດ້ເລືອກຂໍ້ຄວາມໃດໆ. ກະລຸນາເລືອກຂໍ້ຄວາມເພື່ອແບ່ງປັນແລະລອງອີກເທື່ອຫນຶ່ງ.
lt: Jūs nepažymėjote jokio teksto. Pasirinkite tekstą, kurį norite bendrinti, ir bandykite dar kartą.
lv: Jūs neesat atlasījis nevienu tekstu. Lūdzu, atlasiet tekstu, ar kuru dalīties, un mēģiniet vēlreiz.
mi: Kāore anō koe kia tīpako i tētahi kuputuhi. Tīpakohia koa te kuputuhi hei tiri ka ngana anō.
ml: നിങ്ങൾ ഒരു ടെക്സ്റ്റും തിരഞ്ഞെടുത്തിട്ടില്ല. പങ്കിടുന്നതിനുള്ള ടെക്സ്റ്റ് തിരഞ്ഞെടുത്ത് വീണ്ടും ശ്രമിക്കുക.
mr: आपण कोणताही मजकूर निवडलेला नाही. कृपया सामायिक करण्यासाठी मजकूर निवडा आणि पुन्हा प्रयत्न करा.
ms: Anda belum memilih sebarang teks. Sila pilih teks untuk dikongsi dan cuba lagi.
mt: Ma għażilt l-ebda test. Agħżel it-test biex tixxerja u erġa' pprova.
nb: Du har ikke merket noen tekst. Velg tekst du vil dele, og prøv på nytt.
ne: तपाईँले कुनै पाठ चयन गर्नुभएको छैन । कृपया साझेदारी गर्न पाठ चयन गर्नुहोस् र पुन: प्रयास गर्नुहोस् ।
nl: U hebt geen tekst geselecteerd. Selecteer tekst om te delen en probeer het opnieuw.
or: ଆପଣ କୌଣସି ଟେକ୍ସଟ୍ ଚୟନ କରିନାହାଁନ୍ତି। ଦୟାକରି ଅଂଶୀଦାର କରିବାକୁ ଟେକ୍ସଟ୍ ଚୟନ କରନ୍ତୁ ଏବଂ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਤੁਸੀਂ ਕਿਸੇ ਟੈਕਸਟ ਦੀ ਚੋਣ ਨਹੀਂ ਕੀਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸਾਂਝਾ ਕਰਨ ਲਈ ਟੈਕਸਟ ਚੁਣੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie zaznaczono żadnego tekstu. Wybierz tekst do udostępnienia i spróbuj ponownie.
prs: شما هیچ متنی را انتخاب نکرده است. لطفا متن را انتخاب کنید برای به اشتراک گذاشتن و دوباره سعی کنید.
pt_pt: Não selecionou nenhum texto. Por favor, selecione texto para partilhar e tente novamente.
ro: Nu ați selectat niciun text. Selectați textul pe care să-l partajați și încercați din nou.
ru: Вы не выделили текст. Выберите текст для совместного использования и повторите попытку.
sk: Nevybrali ste žiadny text. Vyberte text, ktorý chcete zdieľať, a skúste to znova.
sl: Niste izbrali nobenega besedila. Izberite besedilo, ki ga želite dati v skupno rabo in poskusite znova.
sq: Nuk ke zgjedhur asnjë tekst. Të lutem zgjidh tekstin për të ndarë dhe për të provuar përsëri.
sr_cyrl: Нисте изабрали ниједан текст. Изаберите текст који желите да делите и покушајте поново.
sr_latn: Niste izabrali nijedan tekst. Izaberite tekst koji želite da delite i pokušajte ponovo.
sv: Du har inte markerat någon text. Välj text att dela och försök igen.
sw: Hujachagua maandishi yoyote. Tafadhali chagua maandishi ili kushiriki na kujaribu tena.
ta: நீங்கள் எந்த உரையையும் தேர்ந்தெடுக்கவில்லை. பகிர உரையைத் தேர்ந்தெடுத்து மீண்டும் முயற்சிக்கவும்.
te: మీరు ఏ టెక్స్ట్ ని ఎంచుకోలేదు. భాగస్వామ్యం చేయడానికి దయచేసి టెక్స్ట్ ఎంచుకోండి మరియు మళ్లీ ప్రయత్నించండి.
th: คุณยังไม่ได้เลือกข้อความใดๆ โปรดเลือกข้อความที่จะแชร์แล้วลองอีกครั้ง
ti: ዝዀነ ይኹን ጽሑፍ ኣይመረጽካን ። በጃኻ ንኻልኦት ከተካፍሎምን እንደገና ኽትፍትኖምን ዚከኣለካ ጥቕሲ ምረጽ።
tr: Herhangi bir metin seçmediniz. Lütfen paylaşmak için metin seçin ve tekrar deneyin.
uk: Ви не виділили жодного тексту. Виберіть текст, яким потрібно поділитися, і повторіть спробу.
ur: آپ نے کوئی متن منتخب نہیں کیا۔ شیئر کرنے کے لیے متن منتخب کریں اور دوبارہ کوشش کریں۔
vi: Bạn chưa chọn bất kỳ văn bản nào. Vui lòng chọn văn bản để chia sẻ và thử lại.
zh_hans: 您尚未选择任何文本。请选择要共享的文本，然后重试。
zh_hant: 您尚未選擇任何文字。請選擇要共用的文字，然後重試。

# DevicesAddProfileButton.Content
source: Add
af: Voeg
am: ጨምረህ ጨምር
ar: جمع
as: যোগ কৰক
az_arab: Əlavə Et
bg: Добавям
bn: যুক্ত
bs: Dodati
ca: Sumar
cs: Přidat
cy: Adio
da: Tilføje
de: Hinzufügen
el: Προσθέτω
es: Agregar
et: Lisama
fa: اضافه کردن
fi: Lisätä
fil: Magdagdag ng
fr_ca: Ajouter
ga: Cuir
gu: ઉમેરો
he: הוסף
hi: जोड़ना
hr: Dodati
hu: Hozzáad
hy: Ավելացնել
id: Tambah
is: Bæta við
it: Aggiungere
iu: ᐃᓚᓗᒍ
ja: 足す
kk: Қосу
km: បន្ថែម
kn: ಸೇರಿಸಿ
ko: 더하다
ku_arab: زیادکردن
ky: Кошуу
lo: ຕື່ມ
lt: Pridėti
lv: Pievienot
mi: Tāpiri
ml: ചേര് ക്കുക
mr: मिळवणे
ms: Menambah
mt: Żid
nb: Tilføye
ne: थप्नुहोस्
nl: Toevoegen
or: ଯୋଡନ୍ତୁ
pa: ਸ਼ਾਮਲ
pl: Dodawać
prs: اضافه کردن
pt_pt: Adicionar
ro: Adăuga
ru: Добавлять
sk: Sčítať
sl: Dodati
sq: Shto
sr_cyrl: Додати
sr_latn: Dodati
sv: Addera
sw: Ongeza
ta: சேர்
te: కూడండి
th: เพิ่ม
ti: ወሲኽካ
tr: Eklemek
uk: Додати
ur: اضافہ کرنا
vi: Thêm
zh_hans: 加
zh_hant: 加

# DevicesAvailableProfiles.Text
source: Available profiles
af: Beskikbare profiele
am: የሚገኙ ፕሮፌሌዎች
ar: الملفات الشخصية المتاحة
as: উপলব্ধ প্ৰ'ফাইলসমূহ
az_arab: Mövcud profillər
bg: Налични профили
bn: উপলভ্য প্রোফাইলসমূহ
bs: Dostupni profili
ca: Perfils disponibles
cs: Dostupné profily
cy: Proffiliau sydd ar gael
da: Tilgængelige profiler
de: Verfügbare Profile
el: Διαθέσιμα προφίλ
es: Perfiles disponibles
et: Saadaolevad profiilid
fa: پروفایل های موجود
fi: Käytettävissä olevat profiilit
fil: Magagamit na mga profile
fr_ca: Profils disponibles
ga: Próifílí ar fáil
gu: ઉપલબ્ધ રૂપરેખાઓ
he: פרופילים זמינים
hi: उपलब्ध प्रोफ़ाइल
hr: Dostupni profili
hu: Elérhető profilok
hy: Առկա պրոֆիլներ
id: Profil yang tersedia
is: Tiltæk snið
it: Profili disponibili
iu: ᐊᑐᐃᓐᓇᐅᔪᑦ ᖃᓄᐃᑦᑑᓂᖏᑦ
ja: 使用可能なプロファイル
kk: Қол жетімді профильдер
km: ទម្រង់ ដែល មាន
kn: ಲಭ್ಯವಿರುವ ಪ್ರೊಫೈಲ್ ಗಳು
ko: 사용 가능한 프로필
ku_arab: پرۆفایلی بەردەست
ky: Жеткиликтүү профилдер
lo: ໂປຣໄຟລ໌ທີ່ມີຢູ່
lt: Galimi profiliai
lv: Pieejamie profili
mi: Ngā kōtaha e wātea ana
ml: ലഭ്യമായ പ്രൊഫൈലുകൾ
mr: उपलब्ध प्रोफाइल
ms: Profil yang tersedia
mt: Profili disponibbli
nb: Tilgjengelige profiler
ne: उपलब्ध प्रोफाइल
nl: Beschikbare profielen
or: ଉପଲବ୍ଧ ପ୍ରୋଫାଇଲଗୁଡିକ
pa: ਉਪਲੱਬਧ ਪਰੋਫਾਇਲ
pl: Dostępne profile
prs: پروفایل های موجود
pt_pt: Perfis disponíveis
ro: Profiluri disponibile
ru: Доступные профили
sk: Dostupné profily
sl: Razpoložljivi profili
sq: Profilet në dispozicion
sr_cyrl: Доступни профили
sr_latn: Dostupni profili
sv: Tillgängliga profiler
sw: Wasifu unaopatikana
ta: கிடைக்கப்பெறும் சுயவிவரங்கள்
te: లభ్యం అవుతున్న ప్రొఫైల్స్
th: โปรไฟล์ที่ใช้ได้
ti: ክርከብ ዝከኣል ፕሮፌሰራት
tr: Kullanılabilir profiller
uk: Доступні профілі
ur: دستیاب پروفائلز
vi: Hồ sơ có sẵn
zh_hans: 可用配置文件
zh_hant: 可用配置檔

# DevicesDefaultProfile.Text
source: Default profile:
af: Standaard profiel:
am: የቅድሚያ ፕሮፌይል፦
ar: الملف الشخصي الافتراضي:
as: অবিকল্পিত প্ৰ'ফাইল:
az_arab: Ön qurğulu profil:
bg: Профил по подразбиране:
bn: ডিফল্ট প্রোফাইল:
bs: Zadani profil:
ca: Perfil per defecte:
cs: Výchozí profil:
cy: Proffil diofyn:
da: Standardprofil:
de: Standardprofil:
el: Προεπιλεγμένο προφίλ:
es: Perfil predeterminado:
et: Vaikeprofiil:
fa: نمایه پیش فرض:
fi: Oletusprofiili:
fil: Default na profile:
fr_ca: Profil par défaut :
ga: Próifíl réamhshocraithe:
gu: મૂળભૂત રૂપરેખા:
he: פרופיל ברירת מחדל:
hi: डिफ़ॉल्ट प्रोफ़ाइल:
hr: Zadani profil:
hu: Alapértelmezett profil:
hy: Նախնական պրոֆիլ.
id: Profil default:
is: Sjálfgefið litasnið:
it: Profilo predefinito:
iu: ᐊᑭᓖᙱᓐᓂᕐᒧᑦ ᖃᓄᐃᓕᖓᓂᖓ:
ja: 既定のプロファイル:
kk: Әдепкі профиль:
km: ទម្រង់លំនាំដើម:
kn: ಡೀಫಾಲ್ಟ್ ಪ್ರೊಫೈಲ್:
ko: 기본 프로필:
ku_arab: پرۆفایلی نموونەیی:
ky: Дефолт профили:
lo: ໂປຣໄຟລ໌ມາດຕະຖານ:
lt: Numatytasis profilis:
lv: Noklusējuma profils:
mi: Kōtaha taunoa:
ml: സഹജമായ പ്രൊഫൈൽ:
mr: मुलभूत प्रोफाइल:
ms: Profil lalai:
mt: Profil default:
nb: Standard profil:
ne: पूर्वनिर्धारित प्रोफाइल:
nl: Standaard profiel:
or: ଡିଫଲ୍ଟ ପ୍ରୋଫାଇଲ୍:
pa: ਡਿਫਾਲਟ ਪਰੋਫਾਇਲ:
pl: Profil domyślny:
prs: مشخصات پیش فرض:
pt_pt: Perfil predefinido:
ro: Profil implicit:
ru: Профиль по умолчанию:
sk: Predvolený profil:
sl: Privzeti profil:
sq: Profili i prezgjedhur:
sr_cyrl: Подразумевани профил:
sr_latn: Podrazumevani profil:
sv: Standardprofil:
sw: Wasifu chaguo-msingi:
ta: இயல்புநிலை சுயவிவரம்:
te: స్వయంసిద్ధ ప్రొఫైల్:
th: โปรไฟล์เริ่มต้น:
ti: ናይ ቀደም ፕሮፌሰር፦
tr: Varsayılan profil:
uk: Профіль за замовчуванням:
ur: طے شدہ پروفائل:
vi: Cấu hình mặc định:
zh_hans: 默认配置文件：
zh_hant: 預設設定檔：

# DevicesDeleteProfileBtn.Content
source: Delete Profile
af: Vee profiel uit
am: ፕሮፋይልን አጥፉ
ar: حذف الملف الشخصي
as: প্ৰ'ফাইল বিলোপ কৰক
az_arab: Faylı sil (commit)
bg: Изтриване на профил
bn: প্রোফাইল মুছুন
bs: Izbriši profil
ca: Suprimeix el perfil
cs: Odstranit profil
cy: Dileu Proffil
da: Slet profil
de: Profil löschen
el: Διαγραφή προφίλ
es: Eliminar perfil
et: Kustuta profiil
fa: حذف پروفایل
fi: Poista profiili
fil: Tanggalin ang Profile
fr_ca: Supprimer le profil
ga: Scrios próifíl
gu: રૂપરેખા કાઢી નાંખો
he: מחק פרופיל
hi: प्रोफ़ाइल हटाएँ
hr: Izbriši profil
hu: Profil törlése
hy: Ջնջել պրոֆիլը
id: Hapus Profil
is: Eyða prófíl
it: Elimina profilo
iu: ᐲᖅᑕᐅᔪᑦ ᖃᓄᐃᓕᖓᓂᖏᑦ
ja: プロファイルの削除
kk: Профильді жою
km: លុប ទម្រង់
kn: ಪ್ರೊಫೈಲ್ ಅಳಿಸಿ
ko: 프로필 삭제
ku_arab: سڕینەوەی پرۆفایل
ky: Профилин жоготуу
lo: ລຶບ Profile
lt: Ištrinti profilį
lv: Dzēst profilu
mi: Muku Kōtaha
ml: പ്രൊഫൈൽ ഇല്ലാതാക്കുക
mr: प्रोफाइल हटवा
ms: Padamkan Profil
mt: Ħassar il-Profil
nb: Slett profil
ne: प्रोफाइल मेट्नुहोस्
nl: Profiel verwijderen
or: ପ୍ରୋଫାଇଲ୍ ବିଲୋପ କରନ୍ତୁ
pa: ਪਰੋਫਾਇਲ ਹਟਾਓ
pl: Usuń profil
prs: حذف پروفایل
pt_pt: Excluir perfil
ro: Ștergere profil
ru: Удалить профиль
sk: Odstrániť profil
sl: Izbriši profil
sq: Elemino profilin
sr_cyrl: Избриши профил
sr_latn: Izbriši profil
sv: Ta bort profil
sw: Futa Wasifu
ta: சுயவிவரத்தை நீக்கு
te: ప్రొఫైల్ ను తొలగించు
th: ลบโปรไฟล์
ti: ፕሮፌሰር ኣወግድ
tr: Profili Sil
uk: Видалити профіль
ur: پروفائل حذف کریں
vi: Xóa hồ sơ
zh_hans: 删除个人资料
zh_hant: 刪除個人資料

# DeviceSetupChanged
source: Connected audio devices updated
af: Gekoppelde klanktoestelle opgedateer
am: የተገናኙ የድምጽ መሳሪያዎች የተሻሻሉ
ar: تحديث أجهزة الصوت المتصلة
as: সংযোজিত অডিঅ' ডিভাইচসমূহ আপডেট
az_arab: Bağlı audio qurğular yeniləndi
bg: Актуализирани свързани аудио устройства
bn: সংযুক্ত অডিও ডিভাইসগুলি আপডেট হয়েছে
bs: Povezani audio uređaji ažurirani
ca: S'han actualitzat els dispositius d'àudio connectats
cs: Připojená zvuková zařízení byla aktualizována
cy: Dyfeisiau sain cysylltiedig wedi'u diweddaru
da: Tilsluttede lydenheder opdateret
de: Angeschlossene Audiogeräte aktualisiert
el: Οι συνδεδεμένες συσκευές ήχου ενημερώθηκαν
es: Dispositivos de audio conectados actualizados
et: Ühendatud heliseadmed on värskendatud
fa: دستگاه های صوتی متصل به روز شده
fi: Liitetyt äänilaitteet päivitetty
fil: Na update ang mga konektadong audio device
fr_ca: Appareils audio connectés mis à jour
ga: Feistí fuaime ceangailte nuashonraithe
gu: જોડાયેલ ઓડિયો ઉપકરણો અદ્યતન થયેલ છે
he: התקני שמע מחוברים מעודכנים
hi: कनेक्टेड ऑडियो डिवाइस अद्यतन किए गए
hr: Povezani audiouređaji ažurirani
hu: Csatlakoztatott hangeszközök frissítve
hy: Միացված աուդիո սարքերը թարմացվում են
id: Perangkat audio yang terhubung diperbarui
is: Tengd hljóðtæki uppfærð
it: Dispositivi audio collegati aggiornati
iu: ᐊᑦᑕᑕᖅᓯᒪᔪᑦ ᑐᓵᔾᔪᑏᑦ ᓄᑖᙳᕆᐊᖅᑕᐅᔪᑦ
ja: 接続されたオーディオデバイスの更新
kk: Қосылған дыбыстық құрылғылар жаңартылды
km: ឧបករណ៍ អូឌីយ៉ូ ដែល បាន ភ្ជាប់ បាន ធ្វើ ឲ្យ ទាន់ សម័យ
kn: ಸಂಪರ್ಕಿತ ಆಡಿಯೋ ಸಾಧನಗಳನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
ko: 연결된 오디오 장치 업데이트
ku_arab: ئامێرە دەنگیە گرێدراوەکان نوێکرایەوە
ky: Туташтырылган аудио түзмөктөр жаңыланды
lo: ອຸປະກອນສຽງທີ່ເຊື່ອມຕໍ່ໄດ້ຮັບການປັບປຸງ
lt: Atnaujinti prijungti garso įrenginiai
lv: Pievienotās audio ierīces ir atjauninātas
mi: Kua whakahōutia ngā pūrere ororongo tūhono
ml: കണക്റ്റുചെയ്ത ഓഡിയോ ഉപകരണങ്ങൾ അപ് ഡേറ്റ് ചെയ്തു
mr: कनेक्टेड ऑडिओ साधन अद्ययावत
ms: Peranti audio bersambung dikemas kini
mt: It-tagħmir ta' l-awdjo kkonnettjat aġġornat
nb: Tilkoblede lydenheter oppdatert
ne: जडान गरिएका अडियो यन्त्रहरू अद्यावधिक गरियो
nl: Aangesloten audioapparaten bijgewerkt
or: ସଂଯୋଜିତ ଅଡିଓ ଡିଭାଇସ୍ ଅପଡେଟ୍ ହୋଇଛି
pa: ਕਨੈਕਟ ਕੀਤੀਆਂ ਆਡੀਓ ਡਿਵਾਈਸਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Zaktualizowano podłączone urządzenia audio
prs: دستگاه های صوتی متصل به روز شده
pt_pt: Dispositivos áudio conectados atualizados
ro: Dispozitive audio conectate actualizate
ru: Обновлены подключенные аудиоустройства
sk: Aktualizované pripojené zvukové zariadenia
sl: Priključene zvočne naprave posodobljene
sq: Përditësohen pajisjet audio të lidhura
sr_cyrl: Ажурирани повезани аудио уређаји
sr_latn: Ažurirani povezani audio uređaji
sv: Anslutna ljudenheter uppdaterade
sw: Vifaa vya sauti vilivyounganishwa vimesasishwa
ta: இணைக்கப்பட்ட ஆடியோ சாதனங்கள் புதுப்பிக்கப்பட்டன
te: కనెక్ట్ చేసిన ఆడియో పరికరాలు అప్ డేట్ చేయబడ్డాయి
th: อัปเดตอุปกรณ์เสียงที่เชื่อมต่อแล้ว
ti: እተመሓየሸ ኤለክትሮኒካዊ መሳርሒታት ኣውድዮ
tr: Bağlı ses cihazları güncellendi
uk: Підключені аудіопристрої оновлено
ur: منسلک آڈیو آلات کی تازہ کاری
vi: Các thiết bị âm thanh được kết nối được cập nhật
zh_hans: 已连接音频设备已更新
zh_hant: 已連接音訊設備已更新

# DevicesHelpfulTip1.Text
source: 1. Set a profile name
af: 1. Stel 'n profielnaam op
am: 1. የፕሮፋይል ስም አስቀምጥ
ar: 1. تعيين اسم ملف تعريف
as: 1. এটা প্ৰ'ফাইল নাম ছেট কৰক
az_arab: 1. Profil adını təyin etmək
bg: 1. Задайте име на профил
bn: 1. একটি প্রোফাইল নাম সেট করুন
bs: 1. Postavi naziv profila
ca: 1. Definiu un nom de perfil
cs: 1. Nastavení názvu profilu
cy: 1. Gosod enw proffil
da: 1. Indstil et profilnavn
de: 1. Profilnamen festlegen
el: 1. Ορίστε ένα όνομα προφίλ
es: 1. Establecer un nombre de perfil
et: 1. Määrake profiili nimi
fa: 1. تنظیم یک نام پروفایل
fi: 1. Aseta profiilin nimi
fil: 1. Magtakda ng pangalan ng profile
fr_ca: 1. Définissez un nom de profil
ga: 1. Socraigh ainm próifíle
gu: 1. પ્રોફાઇલ નામને સુયોજિત કરો
he: 1. הגדר שם פרופיל
hi: 1. एक प्रोफ़ाइल नाम सेट करें
hr: 1. Postavite naziv profila
hu: 1. Állítson be egy profilnevet
hy: 1. Սահմանել պրոֆիլային անվանումը
id: 1. Tetapkan nama profil
is: 1. Stilltu prófílheiti
it: 1. Imposta un nome per il profilo
iu: 1. ᐊᑎᕐᒥᒃ ᐋᖅᑭᒃᓯᓗᑎᑦ
ja: 1. プロファイル名を設定する
kk: 1. Профиль атауын орнату
km: ១. កំណត់ឈ្មោះទម្រង់
kn: 1. ಪ್ರೊಫೈಲ್ ಹೆಸರನ್ನು ಹೊಂದಿಸಿ
ko: 1. 프로필 이름 설정
ku_arab: 1. دانانی ناوی پرۆفایل
ky: 1. Профилдик атын коюу
lo: 1. ຕັ້ງຊື່ໂປຣໄຟລ໌
lt: 1. Nustatykite profilio pavadinimą
lv: 1. Iestatiet profila nosaukumu
mi: 1. Tautuhia tētahi ingoa kōtaha
ml: 1. പ്രൊഫൈൽ പേര് സജ്ജമാക്കുക
mr: 1. प्रोफाइल नाव सेट करा
ms: 1. Tetapkan nama profil
mt: 1. Issettja isem tal-profil
nb: 1. Angi et profilnavn
ne: १. प्रोफाइल नाम सेट गर्नुहोस्
nl: 1. Stel een profielnaam in
or: 1. ଏକ ପ୍ରୋଫାଇଲ୍ ନାମ ସେଟ୍ କରନ୍ତୁ
pa: 1. ਇੱਕ ਪ੍ਰੋਫਾਈਲ ਨਾਮ ਸੈੱਟ ਕਰੋ।
pl: 1. Ustaw nazwę profilu
prs: 1. تنظیم نام مشخصات
pt_pt: 1. Definir um nome de perfil
ro: 1. Setați un nume de profil
ru: 1. Задайте имя профиля
sk: 1. Nastavte názov profilu
sl: 1. Nastavitev imena profila
sq: 1. Vendos një emër profili
sr_cyrl: 1 . Поставите име профила
sr_latn: 1. Postavite ime profila
sv: 1. Ange ett profilnamn
sw: 1. Weka jina la wasifu
ta: 1. ஒரு சுயவிவர பெயரை அமைக்கவும்
te: 1. ప్రొఫైల్ పేరును సెట్ చేయండి
th: 1. ตั้งชื่อโปรไฟล์
ti: 1. ናይ ፕሮፌሰር ስም ኣውጽእ
tr: 1. Bir profil adı ayarlayın
uk: 1. Встановіть ім'я профілю
ur: 1. ایک پروفائل کا نام مقرر کریں
vi: 1. Đặt tên hồ sơ
zh_hans: 1. 设置配置文件名称
zh_hant: 1. 設定設定檔名稱

# DevicesHelpfulTip2.Text
source: 2. Select single or dual device modes
af: 2. Kies enkel- of dubbele toestelmodusse
am: 2. ነጠላ ወይም ድርብ መሣሪያ ሞዶችን ይምረጡ
ar: 2. حدد أوضاع الجهاز الفردي أو المزدوج
as: 2. একক বা দ্বৈত ডিভাইচ মোড চয়ন কৰক
az_arab: 2. Tək və ya ikili cihaz modlarını seçin
bg: 2. Изберете режими на едно или двойно устройство
bn: 2. একক বা দ্বৈত ডিভাইস মোড নির্বাচন করুন
bs: 2. Odaberite jednostruke ili dvostruke načine uređaja
ca: 2. Seleccioneu modes de dispositiu únic o dual
cs: 2. Vyberte režimy jednoho nebo dvou zařízení
cy: 2. Dewiswch ddulliau dyfais sengl neu ddeuol
da: 2. Vælg tilstande med en eller dobbelt enhed
de: 2. Wählen Sie den Modus mit einem oder zwei Geräten
el: 2. Επιλέξτε λειτουργίες μονής ή διπλής συσκευής
es: 2. Seleccione los modos de dispositivo único o doble
et: 2. Valige ühe või kahe seadme režiimid
fa: 2. انتخاب حالت های دستگاه تک یا دوگانه
fi: 2. Valitse yhden tai kahden laitteen tilat
fil: 2. Pumili ng mga single o dual device mode
fr_ca: 2. Sélectionnez les modes d’appareil unique ou double
ga: 2. Roghnaigh modhanna aonair nó déghléas
gu: 2. સિંગલ અથવા ડ્યુઅલ ડિવાઇસ મોડ્સ પસંદ કરો
he: 2. בחר מצבי התקן יחיד או כפול
hi: 2. एकल या दोहरे डिवाइस मोड का चयन करें
hr: 2. Odaberite načine rada s jednim ili dvostrukim uređajem
hu: 2. Válasszon egy- vagy kéteszköz-módot
hy: 2. Ընտրեք մեկ կամ կրկնակի սարքավորման ռեժիմները
id: 2. Pilih mode perangkat tunggal atau ganda
is: 2. Veldu einn eða tvöfaldan tækjaham
it: 2. Seleziona la modalità dispositivo singolo o doppio
iu: 2. ᓂᕈᐊᕐᓗᒍ ᐊᑕᐅᓯᖅ ᒪᕐᕉᒡᓘᓐᓃᑦ ᐱᖁᑎᑦ
ja: 2.シングルまたはデュアルデバイスモードを選択します
kk: 2, Бір немесе қосарлы құрылғы режимдерін таңдау
km: ២. ជ្រើស របៀប ប្រើ ឧបករណ៍ តែ មួយ ឬ ទ្វេ
kn: 2. ಸಿಂಗಲ್ ಅಥವಾ ಡ್ಯುಯಲ್ ಡಿವೈಸ್ ಮೋಡ್ ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 2. 단일 또는 이중 장치 모드 선택
ku_arab: 2. دۆخی ئامێرێکی تاک یان دووانی دیاریبکە
ky: 2. бир же кош түзмөк режимдерин тандоо
lo: 2. ເລືອກຮູບແບບອຸປະກອນດຽວຫຼືສອງ
lt: 2. Pasirinkite vieno arba dviejų įrenginių režimus
lv: 2. Izvēlieties vienas vai divu ierīču režīmus
mi: 2. Tīpakohia ngā aratau pūrere kotahi, takirua rānei
ml: 2. സിംഗിൾ അല്ലെങ്കിൽ ഡ്യുവൽ ഡിവൈസ് മോഡുകൾ തിരഞ്ഞെടുക്കുക
mr: 2. एकल किंवा ड्युअल डिव्हाइस मोड निवडा
ms: 2. Pilih mod peranti tunggal atau dwi
mt: 2. Agħżel modi ta 'apparat wieħed jew doppju
nb: 2. Velg modus for én eller to enheter
ne: २. एकल वा दोहोरो यन्त्र मोड चयन गर्नुहोस्
nl: 2. Selecteer enkele of dubbele apparaatmodi
or: 2. ଏକକ କିମ୍ୱା ଡୁଆଲ୍ ଡିଭାଇସ୍ ମୋଡ୍ ଚୟନ କରନ୍ତୁ
pa: 2. ਸਿੰਗਲ ਜਾਂ ਡਿਊਲ ਡਿਵਾਇਸ ਮੋਡ ਦੀ ਚੋਣ ਕਰੋ।
pl: 2. Wybierz tryb jednego lub podwójnego urządzenia
prs: 2. حالت های دستگاه تک یا دوگانه را انتخاب کنید
pt_pt: 2. Selecione os modos de dispositivo simples ou duplo
ro: 2. Selectați modurile de dispozitiv unic sau dual
ru: 2. Выберите режимы одного или двух устройств
sk: 2. Vyberte režimy jedného alebo dvoch zariadení
sl: 2. Izberite načine enojne ali dvojne naprave
sq: 2. Zgjidh modalitetet e pajisjes së vetme ose të dyfishtë
sr_cyrl: 2 . Изаберите режиме појединачних или двоструких уређаја
sr_latn: 2. Izaberite režime pojedinačnih ili dvostrukih uređaja
sv: 2. Välj enstaka eller dubbla enhetslägen
sw: 2. Chagua njia moja au mbili za kifaa
ta: 2. ஒற்றை அல்லது இரட்டை சாதன முறைகளை தேர்ந்தெடுக்கவும்
te: 2. సింగిల్ లేదా డ్యూయల్ డివైస్ మోడ్ లను ఎంచుకోండి
th: 2. เลือกโหมดอุปกรณ์เดียวหรือสองเครื่อง
ti: 2. ንጽል ወይ ድርብ ኤለክትሮኒካዊ መሳርሒታት ምረጽ
tr: 2. Tek veya çift cihaz modlarını seçin
uk: 2. Виберіть режими одного або двох пристроїв
ur: 2. واحد یا دوہری آلہ طریقوں کو منتخب کریں
vi: 2. Chọn chế độ thiết bị đơn hoặc kép
zh_hans: 2. 选择单设备或双设备模式
zh_hant: 2. 選擇單設備或雙設備模式
